;  /////////////////////
;  // Support //
;  /////////////////////

[XGT_Support X2SoldierClassTemplate]
DisplayName="支援人员(XGT)"
ClassSummary="支援类角色的关键在于通过增益和治疗来提高整个小队的力量和潜能。"

+AbilityTreeTitles[0]="手术"
+AbilityTreeTitles[1]="战斗医疗"
+AbilityTreeTitles[2]="完美典范"
+AbilityTreeTitles[3]="战略家"


; - Ability Templates -

[Adrenaline_I X2AbilityTemplate]
LocFriendlyName="肾上腺素 I"
LocFlyOverText="肾上腺素 I"
LocHelpText="当你击杀一个敌人时，你和所有盟友将在2回合内获得2点临时生命值。"
LocLongDescription="当你击杀一个敌人时，你和所有盟友将在2回合内获得2点临时生命值。"


[MediEvac X2AbilityTemplate]
LocFriendlyName="医疗撤离"
LocFlyOverText="医疗撤离"
LocHelpText="为重伤士兵减少受伤时间（按照恢复他们一半血量后的数据计算受伤时间）。"
LocLongDescription="为重伤士兵减少受伤时间（按照恢复他们一半血量后的数据计算受伤时间）。"


;///////////////////////////////////////////////////////////////////////////////////////////////////////
; Surgeon

[RecoveryPatch_I X2AbilityTemplate]
LocFriendlyName="恢复补丁 I"
LocFlyOverText="恢复补丁 I"
LocHelpText="授予医疗协议能力。同时为被治疗的盟友提供30%的伤害减免，持续1回合。"
LocLongDescription="后续升级为恢复补丁提供的DR是可以叠加的。"
LocPromotionPopupText = "后续升级为恢复补丁提供的减伤效果是可以叠加的。"

[RecoveryPatch_II X2AbilityTemplate]
LocFriendlyName="恢复补丁 II"
LocFlyOverText="恢复补丁 II"
LocHelpText="医疗包使用次数+1。小精灵治疗现在为被治疗的盟友提供40%的伤害减免，持续1回合。"
LocLongDescription="医疗包使用次数+1。小精灵治疗现在为被治疗的盟友提供40%的伤害减免，持续1回合。"
LocPromotionPopupText = ""

[RecoveryPatch_III X2AbilityTemplate]
LocFriendlyName="恢复补丁 III"
LocFlyOverText="恢复补丁 III"
LocHelpText="医疗包使用次数+1。小精灵治疗现在为被治疗的盟友提供50%的伤害减免，持续1回合。"
LocLongDescription="医疗包使用次数+1。小精灵治疗现在为被治疗的盟友提供50%的伤害减免，持续1回合。"
LocPromotionPopupText = "此技能的医疗包次数奖励和不同等级的伤害减免效果可以叠加。"

[RecoveryPatchDR X2AbilityTemplate]
LocFriendlyName="恢复补丁: 伤害降低"
LocFlyOverText="恢复补丁: 伤害降低"
LocHelpText="该单位暂时获得了伤害减免。"
LocLongDescription="该单位暂时获得了伤害减免。"


[Stim_I X2AbilityTemplate]
LocFriendlyName="刺激 I"
LocFlyOverText="刺激 I"
LocHelpText="授予复苏协议能力。复苏的单位同时也会被治疗（免费）。"
LocLongDescription="授予复苏协议能力。复苏的单位同时也会被治疗（免费）。"
LocPromotionPopupText = "复苏后的治疗效果不需要或消耗急救包。"

[Stim_II X2AbilityTemplate]
LocFriendlyName="刺激 II"
LocFlyOverText="刺激 II"
LocHelpText="复苏协议现在会对目标产生战斗刺激效果，持续2回合，提供护甲、机动性、闪避加成，并免疫精神攻击。"
LocLongDescription="复苏协议现在会对目标产生战斗刺激效果，持续2回合，提供护甲、机动性、闪避加成，并免疫精神攻击。"

[Stim_III X2AbilityTemplate]
LocFriendlyName="刺激 III"
LocFlyOverText="刺激 III"
LocHelpText="复苏协议赋予被复苏的盟友1个额外行动点。"
LocLongDescription="复苏协议赋予被复苏的盟友1个额外行动点。"

;///////////////////////////////////////////////////////////////////////////////////////////////////////
; Combat Medic
[Adrenaline_II X2AbilityTemplate]
LocFriendlyName="肾上腺素 II"
LocFlyOverText="肾上腺素 II"
LocHelpText="当你击杀一个敌人时，你和所有盟友将在2回合内获得3点临时生命值。"
LocLongDescription="当你击杀一个敌人时，你和所有盟友将在2回合内获得3点临时生命值。"

[Adrenaline_III X2AbilityTemplate]
LocFriendlyName="肾上腺素 III"
LocFlyOverText="肾上腺素 III"
LocHelpText="当你击杀一个敌人时，你和所有盟友将在3回合内获得4点临时生命值。"
LocLongDescription="当你击杀一个敌人时，你和所有盟友将在3回合内获得4点临时生命值。"

[CriticalHealing X2AbilityTemplate]
LocFriendlyName="强力治疗"
LocFlyOverText="强力治疗!"
LocLongDescription="治疗能力有50%的几率恢复额外的4点生命值。"
LocHelpText="治疗能力有50%的几率恢复额外的4点生命值。"
LocPromotionPopupText="<Bullet/> 效果适用于小精灵治疗，医疗包和恢复能力。<br/>"

[GroupTherapy X2AbilityTemplate]
LocFriendlyName="团体治疗"
LocFlyOverText="团体治疗"
LocHelpText="恢复协议现在也会为盟友提供额外的临时生命值（相当于标准医疗包治疗量）。"
LocLongDescription="恢复协议现在也会为盟友提供额外的临时生命值（相当于标准医疗包治疗量）"

[ReactiveTherapy X2AbilityTemplate]
LocFriendlyName="反应疗法"
LocFlyOverText="反应疗法"
LocHelpText="每当一个盟友死亡时，恢复协议的冷却时间将重置。"
LocLongDescription="每当一个盟友死亡时，恢复协议的冷却时间将重置。"

;///////////////////////////////////////////////////////////////////////////////////////////////////////
; Paragon

[Empower_I X2AbilityTemplate]
LocFriendlyName="授权 I"
LocFlyOverText="授权 I"
LocHelpText="花费1个行动点来给予盟友1个行动点"
LocLongDescription="花费1个行动点来给予盟友1个行动点，结束回合，3回合冷却。"

[Empower_II X2AbilityTemplate]
LocFriendlyName="授权 II"
LocFlyOverText="授权 II"
LocHelpText="花费1个行动点来给予盟友1个行动点. 同时赋予该盟友1点伤害加成，持续1回合."
LocLongDescription="花费1个行动点来给予盟友1个行动点. 同时赋予该盟友1点伤害加成，持续1回合.. 结束回合，3回合冷却"

[Empower_III X2AbilityTemplate]
LocFriendlyName="授权 III"
LocFlyOverText="授权 III"
LocHelpText="花费1个行动点来给予盟友1个行动点. 同时赋予该盟友2点伤害加成，持续1回合."
LocLongDescription="花费1个行动点来给予盟友1个行动点. 同时赋予该盟友2点伤害加成，持续1回合.. 结束回合，3回合冷却"

[Teamwork_I X2AbilityTemplate]
LocFriendlyName="团队协作 I"
LocFlyOverText="团队协作 I"
LocHelpText="目标盟友在杀死一个目标时可恢复1点行动力（本回合最多2点）"
LocLongDescription="赋予目标盟友当杀死一个敌人时，可以恢复1个行动点的能力（本回合最多2个）。不会结束回合，需要1个行动点，冷却时间5回合。"

[Teamwork_II X2AbilityTemplate]
LocFriendlyName="团队协作 II"
LocFlyOverText="团队协作 II"
LocHelpText="目标盟友在杀死一个目标时可恢复1点行动力（本回合最多3点）"
LocLongDescription="赋予目标盟友当杀死一个敌人时，可以恢复1个行动点的能力（本回合最多3个）。不会结束回合，需要1个行动点，冷却时间4回合。"

[XComGearsSpecialist_LockAndLoad X2AbilityTemplate]
LocFriendlyName="装弹上膛"
LocFlyOverText="装弹上膛"
LocHelpText="全体友军重新装填主武器且本回合伤害+40%。"
LocLongDescription="全体友军重新装填主武器且本回合伤害+40%。结束回合，冷却时间7回合。"

;///////////////////////////////////////////////////////////////////////////////////////////////////////
; Strategist

[HighPowerShot_I X2AbilityTemplate]
LocFriendlyName="高能射击"
LocFlyOverText="高能射击"
LocHelpText="一次特殊的射击，伤害增加50%，冷却时间4回合。"
LocLongDescription="一次特殊的射击，伤害增加50%，冷却时间4回合。冷却时间无法被其他能力降低"

[HighPowerShot_II X2AbilityTemplate]
LocFriendlyName="强化高能射击"
LocFlyOverText="强化高能射击"
LocHelpText="高能射击冷却时间降低1回合。"
LocLongDescription="高能射击冷却时间降低1回合。"

[HighPowerShot_III X2AbilityTemplate]
LocFriendlyName="极限高能射击"
LocFlyOverText="极限高能射击"
LocHelpText="高能射击冷却时间降低1回合。"
LocLongDescription="高能射击冷却时间降低1回合。"

[Weakpoint X2AbilityTemplate]
LocFriendlyName="弱点"
LocFlyOverText="弱点"
LocHelpText="当这个单位的肾上腺素能力被触发时，每个盟友在接下来的2回合内都会增加10%的暴击几率。"
LocLongDescription="当这个单位的肾上腺素能力被触发时，每个盟友在接下来的2回合内都会增加10%的暴击几率。"

[Surge X2AbilityTemplate]
LocFriendlyName="涌动"
LocFlyOverText="涌动"
LocHelpText="重置所有其他技能的冷却时间。"
LocLongDescription="重置所有其他技能的冷却时间。消耗1行动力，不会结束回合, 6回合冷却。"




;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;  /////////////////////
;  // Vanguard //
;  /////////////////////

[XGT_Vanguard X2SoldierClassTemplate]
DisplayName="先锋(XGT)"
ClassSummary="先锋是无畏的前线战士，他们装备精良，能够吸收更多的伤害并引发敌人的攻击。"

+AbilityTreeTitles[0]="守望者"
+AbilityTreeTitles[1]="圣骑士"
+AbilityTreeTitles[2]="威慑部队"
+AbilityTreeTitles[3]="突击"


; - Ability Templates -

[XComGearsVanguard_Fortress X2AbilityTemplate]
LocFriendlyName="堡垒"
LocHelpText="如果受伤，每回合恢复1点生命值，并增加任务后的血量恢复，最多可达3点。"
LocLongDescription="如果受伤，每回合恢复1点生命值，并增加任务后的血量恢复，最多可达3点。"



;///////////////////////////////////////////////////////////////////////////////////////////////////////
Warden

[MZDuel X2AbilityTemplate]
LocFriendlyName="嘲讽 I"
LocLongDescription="激活后将使目标优先攻击自己，4回合冷却。"
LocHelpText="激活后将使目标优先攻击自己，4回合冷却。"
LocFlyOverText="嘲讽"

[Distraction_II X2AbilityTemplate]
LocFriendlyName="嘲讽 II"
LocLongDescription="嘲讽后自己将获得50%减伤，持续1回合。"
LocHelpText="嘲讽后自己将获得50%减伤，持续1回合。"

[Distraction_III X2AbilityTemplate]
LocFriendlyName="嘲讽 III"
LocLongDescription="嘲讽冷却时间降低2回合。"
LocHelpText="嘲讽冷却时间降低2回合。"

[Leech X2AbilityTemplate]
LocFriendlyName="水蛭"
LocLongDescription="当敌人受到这个单位的射击伤害时，该单位会恢复相当于所造成伤害25%的生命值。"
LocHelpText="当敌人受到这个单位的射击伤害时，该单位会恢复相当于所造成伤害25%的生命值。"

[SelfRevive X2AbilityTemplate]
LocFriendlyName="不屈"
LocLongDescription="免疫失血，每次任务一次。此外，当这个单位在你的回合开始时如果正在失血，这个单位会复活。"
LocHelpText="免疫失血，每次任务一次。此外，当这个单位在你的回合开始时如果正在失血，这个单位会复活。"

[SelfReviveOnBleedout X2AbilityTemplate]
LocFriendlyName="自我止血"
LocFlyOverText="绝不倒下!"
LocLongDescription="当这个单位在你的回合开始时如果正在失血，这个单位会复活。"
LocHelpText="当这个单位在你的回合开始时如果正在失血，这个单位会复活。"


[Badass X2AbilityTemplate]
LocFriendlyName="坏蛋"
LocLongDescription="每回合对首次直接非反应攻击的伤害减少75%。"
LocHelpText="每回合对首次直接非反应攻击的伤害减少75%。"

;///////////////////////////////////////////////////////////////////////////////////////////////////////
Paladin

[XComGearsVanguard_Bastion X2AbilityTemplate]
LocFriendlyName="堡垒"
LocHelpText="每回合治疗5格内受伤的友军单位1点血量。"
LocLongDescription="每回合治疗5格内受伤的友军单位1点血量。"

[Inspiration_I X2AbilityTemplate]
LocFriendlyName="鼓舞"
LocHelpText="选择一个在掩体后的目标盟友。目标获得+40%（如果学习了鼓舞II，则为+60%）的闪避率，直到下一回合开始。"
LocLongDescription="选择一个在掩体后的目标盟友。目标获得+40%（如果学习了鼓舞II，则为+60%）的闪避率，直到下一回合开始。"

[Inspiration_II X2AbilityTemplate]
LocFriendlyName="鼓舞 II"
LocHelpText="鼓舞的闪避加成提高到60%"
LocLongDescription="鼓舞的闪避加成提高到60"


[Rally_I X2AbilityTemplate]
LocFriendlyName="振作"
LocHelpText="所有友军本回合获得25%的吸血效果，5回合冷却。"
LocLongDescription="所有友军本回合获得25%的吸血效果，5回合冷却。"

[Rally_II X2AbilityTemplate]
LocFriendlyName="振作 II"
LocHelpText="提高振作的吸血效果至40%。"
LocLongDescription="提高振作的吸血效果至40%。"

[Rally_III X2AbilityTemplate]
LocFriendlyName="激励"
LocHelpText="强化版的振作，赋予所有盟友25%（使用振作II时为40%）的吸血效果，直到下一回合结束。"
LocLongDescription="强化版的振作，赋予所有盟友25%（使用振作II时为40%）的吸血效果，直到下一回合结束。"

[StandTogether X2AbilityTemplate]
LocFriendlyName="联合起来"
LocHelpText="在10米内受损的盟友将被净化，并在下一回合开始前获得50%的伤害减免。被清除的状态效果包括混乱、恐慌、失去意识、晕眩、狂暴和崩溃。"
LocLongDescription="在10米内受损的盟友将被净化，并在下一回合开始前获得50%的伤害减免。被清除的状态效果包括混乱、恐慌、失去意识、晕眩、狂暴和崩溃。8回合冷却。"

;///////////////////////////////////////////////////////////////////////////////////////////////////////
;Shock Trooper

[Intimidate_I X2AbilityTemplate]
LocFriendlyName="恐吓"
LocHelpText="目标单位被击退并被压制。"
LocLongDescription="目标单位被击退并被压制。5回合冷却。"

[Intimidate_II X2AbilityTemplate]
LocFriendlyName="大规模恐吓"
LocHelpText="增强版的恐吓，可以在你周围5格范围内施加恐吓。被恐吓的单位会被击退到掩体之外并被压制。"
LocLongDescription="增强版的恐吓，可以在你周围5格范围内施加恐吓。被恐吓的单位会被击退到掩体之外并被压制。5回合冷却."

[Intimidate_III X2AbilityTemplate]
LocFriendlyName="削弱"
LocHelpText="被恐吓的单位现在也会在这个回合中承受额外40%的伤害。"
LocLongDescription="被恐吓的单位现在也会在这个回合中承受额外40%的伤害。"

[Unnerve X2AbilityTemplate]
LocFriendlyName="恐惧"
LocHelpText="被这个单位的标准射击瞄准（不一定命中）的敌人会得到虚弱状态效果，使其在一个回合内造成的伤害降低50%。"
LocLongDescription="被这个单位的标准射击瞄准（不一定命中）的敌人会得到虚弱状态效果，使其在一个回合内造成的伤害降低50%。"

[Menacing X2AbilityTemplate]
LocFriendlyName="威胁"
LocHelpText="当这个单位杀死一个敌人时，所有在7米内的敌人在下一回合中的命中率将降低20%。"
LocLongDescription="当这个单位杀死一个敌人时，所有在7米内的敌人在下一回合中的命中率将降低20%。"

[Breach X2AbilityTemplate]
LocFriendlyName="突破"
LocHelpText="激活后，使5米内的敌人获得“破裂”状态效果。杀死“破裂”状态的敌人的盟友可以恢复行动点。"
LocLongDescription="激活后，使5米内的敌人获得“破裂”状态效果。杀死“破裂”状态的敌人的盟友可以恢复行动点。8 回合冷却."

[BreachPassive X2AbilityTemplate]
LocFriendlyName="被动突破"
LocHelpText="被动突破"
LocLongDescription="被动突破"

;///////////////////////////////////////////////////////////////////////////////////////////////////////
;Assault

[Executioner X2AbilityTemplate]
LocFriendlyName="行刑者"
LocHelpText="对生命值小于等于50%的目标造成增加（30%）伤害。被动"
LocLongDescription="对生命值小于等于50%的目标造成增加（30%）伤害。被动"

[Expertise X2AbilityTemplate]
LocFriendlyName="专业知识"
LocHelpText="当在主武器的有效范围内时，该单位的主武器攻击的暴击几率增加25%。"
LocLongDescription="当在主武器的有效范围内时，该单位的主武器攻击的暴击几率增加25%。"

[Hemorrhage X2AbilityTemplate]
LocFriendlyName="大出血"
LocHelpText="对敌人的标准射击会导致流血。"
LocLongDescription="对敌人的标准射击会导致流血。"

[RageShot_I X2AbilityTemplate]
LocFriendlyName="愤怒射击"
LocFlyOverText="愤怒射击"
LocHelpText="特殊射击，可以造成额外伤害，并有4回合的冷却时间。伤害加成等于你失去的生命值的50%（最高为6）。"
LocLongDescription="特殊射击，可以造成额外伤害，并有4回合的冷却时间。伤害加成等于你失去的生命值的50%（最高为6）。"

[RageShot_II X2AbilityTemplate]
LocFriendlyName="愤怒射击 II"
LocFlyOverText="愤怒射击 II"
LocHelpText="使愤怒射击的额外伤害加成提高100%"
LocLongDescription="使愤怒射击的额外伤害加成提高100%"

[RageShot_III X2AbilityTemplate]
LocFriendlyName="愤怒射击 III"
LocFlyOverText="愤怒射击 III"
LocHelpText="使愤怒射击的额外伤害加成提高150%"
LocLongDescription="使愤怒射击的额外伤害加成提高150%"

[Avenger X2AbilityTemplate]
LocFriendlyName="复仇者"
LocFlyOverText="复仇者"
LocHelpText="每当一个盟友受到伤害，这个单位的伤害值就会增加1，最多可增加至4。当一个盟友死亡时，这个单位将获得3个行动点。"
LocLongDescription="每当一个盟友受到伤害，这个单位的伤害值就会增加1，最多可增加至4。当一个盟友死亡时，这个单位将获得3个行动点。 "
LocPromotionPopupText= "可以触发的最大次数受限于小队中士兵的数量（即每个盟友一次）。"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;  /////////////////////
;  // Heavy //
;  /////////////////////

[XGT_Heavy X2SoldierClassTemplate]
DisplayName="重装部队(XGT)"
ClassSummary="携带大量火力，能够处理群体目标，重装部队在使用监视射击时也是一股强大的力量。"

+AbilityTreeTitles[0]="专家"
+AbilityTreeTitles[1]="炮兵"
+AbilityTreeTitles[2]="爆破"
+AbilityTreeTitles[3]="防御"


; - Ability Templates -

[Heavy_TraverseFire X2AbilityTemplate]
LocFriendlyName="跨越射击"
LocHelpText="在使用你的第一个动作进行主武器标准射击后，你可以进行额外的非移动动作。"
LocLongDescription="在使用你的第一个动作进行主武器标准射击后，你可以进行额外的非移动动作"

[Anchor X2AbilityTemplate]
LocFriendlyName="锚定"
LocFlyOverText = "锚定"
LocHelpText="当这个单位射击时，它会获得锚定状态，最多可堆叠3次。拥有锚定状态的单位每堆叠一次就能增加10%的命中率和+1的伤害。如果单位移动，他们将失去锚定状态。"
LocLongDescription="当这个单位射击时，它会获得锚定状态，最多可堆叠3次。拥有锚定状态的单位每堆叠一次就能增加10%的命中率和+1的伤害。如果单位移动，他们将失去锚定状态。"


;///////////////////////////////////////////////////////////////////////////////////////////////////////
;Specialist
[Redeploy_I X2AbilityTemplate]
LocFriendlyName="重新部署"
LocFlyOverText = "重新部署"
LocHelpText="激活以在本回合获得3个移动行动点。当此单位移动时，不会失去锚定堆叠。"
LocLongDescription="激活以在本回合获得3个移动行动点。当此单位移动时，不会失去锚定堆叠。需要2个行动点，5回合冷却。"

[Redeploy_II X2AbilityTemplate]
LocFriendlyName="快速部署"
LocFlyOverText = "快速部署"
LocHelpText="重新部署的冷却时间降低2回合。"
LocLongDescription="重新部署的冷却时间降低2回合。"

[Fury X2AbilityTemplate]
LocFriendlyName="愤怒"
LocFlyOverText = "愤怒"
LocHelpText="当射击未命中或擦伤时，再次射击目标（如果弹药充足且目标仍然存活）。每回合只能触发一次。"
LocLongDescription="当射击未命中或擦伤时，再次射击目标（如果弹药充足且目标仍然存活）。每回合只能触发一次。"

[FurySecondShot X2AbilityTemplate]
LocFriendlyName="愤怒"
LocFlyOverText = "愤怒"
LocHelpText="."
LocLongDescription=""

[RefreshingReload X2AbilityTemplate]
LocFriendlyName="刷新装填"
LocFlyOverText = "刷新装填"
LocHelpText="重新装填将使所有技能的冷却时间减少1回合。此效果每回合只能触发一次。"
LocLongDescription="重新装填将使所有技能的冷却时间减少1回合。此效果每回合只能触发一次。"

[Preparation X2AbilityTemplate]
LocFriendlyName="预备"
LocFlyOverText = "预备"
LocHelpText="在你的回合开始时，这个单位有35%的几率获得一层锚定状态。"
LocLongDescription="在你的回合开始时，这个单位有35%的几率获得一层锚定状态。"

[Streak X2AbilityTemplate]
LocFriendlyName="连胜"
LocFlyOverText = "连胜"
LocHelpText="在击杀后，获得1个连胜状态效果层数。当达到3层连胜时，该单位获得1次行动点并失去所有层数。不会对失落者生效。"
LocLongDescription="在击杀后，获得1个连胜状态效果层数。当达到3层连胜时，该单位获得1次行动点并失去所有层数。不会对失落者生效。"

;///////////////////////////////////////////////////////////////////////////////////////////////////////
;Artillery

[RecklessShot_I X2AbilityTemplate]
LocFriendlyName="鲁莽射击"
LocFlyOverText="鲁莽射击"
LocHelpText="特殊射击，具有+30%暴击几率，并且需要4回合冷却时间。"
LocLongDescription="特殊射击，具有+30%暴击几率，并且需要4回合冷却时间。"

[RecklessShot_II X2AbilityTemplate]
LocFriendlyName="鲁莽射击 II"
LocFlyOverText="鲁莽射击 II"
LocHelpText="鲁莽射击的暴击几率提高至50%"
LocLongDescription="鲁莽射击的暴击几率提高至50%"

[RecklessShotBonus X2AbilityTemplate]
LocFriendlyName="鲁莽射击暴击加成"
LocFlyOverText="鲁莽射击暴击加成"
LocHelpText=""
LocLongDescription=""


[HeatUp_I X2AbilityTemplate]
LocFriendlyName="加热"
LocFlyOverText = "加热!"
LocHelpText="激活后在本回合内增加25%伤害。每次该单位在本回合射击时，此效果都会叠加。免费行动。冷却时间4回合。"
LocLongDescription="激活后在本回合内增加25%伤害。每次该单位在本回合射击时，此效果都会叠加。免费行动。冷却时间4回合。"

[HeatUp_II X2AbilityTemplate]
LocFriendlyName="加热 II"
LocFlyOverText = "加热!"
LocHelpText="使用加热时自动装填主武器"
LocLongDescription="使用加热时自动装填主武器"

[Embers X2AbilityTemplate]
LocFriendlyName="余烬"
LocFlyOverText = "余烬"
LocHelpText="在加热技能冷却期间，回合开始时有20%的几率获得加热。"
LocLongDescription="在加热技能冷却期间，回合开始时有20%的几率获得加热。"

;/////////////////////////////////////////////////////////////////////////////////////////////////////////////;Defender
[SuppressiveFire X2AbilityTemplate]
LocFriendlyName="压制射击"
LocFlyOverText = "压制射击"
LocHelpText="压制技能在主要目标周围的4格范围内提供范围压制效果。"
LocLongDescription="压制技能在主要目标周围的4格范围内提供范围压制效果。如果尝试移动，将不会对这些目标进行额外的攻击。被动状态。"

[AtTheReady X2AbilityTemplate]
LocFriendlyName="随时就绪"
LocFlyOverText = "随时就绪"
LocHelpText="当此单位进入监视状态时，其所有技能的冷却时间减少1回合。"
LocLongDescription="当此单位进入监视状态时，其所有技能的冷却时间减少1回合。"

[CounterPush X2AbilityTemplate]
LocFriendlyName="反击推进"
LocFlyOverText = "反击推进"
LocHelpText="当这个单位用监视射击杀死敌人时，它在下一回合的移动力会增加3点。此效果不可叠加。"
LocLongDescription="当这个单位用监视射击杀死敌人时，它在下一回合的移动力会增加3点。此效果不可叠加。"

[Slayer X2AbilityTemplate]
LocFriendlyName="屠夫"
LocFlyOverText = "屠夫"
LocHelpText="这个单位的监视射击伤害提高50%"
LocLongDescription="这个单位的监视射击伤害提高50%"


;/////////////////////////////////////////////////////////////////////////////////////////////////////////////;Demolitionist
[ExplosiveShot_I X2AbilityTemplate]
LocFriendlyName="爆炸射击"
LocFlyOverText = "爆炸射击"
LocHelpText="特殊射击，如果击杀目标，会产生爆炸并对目标半径4格内的所有单位造成爆炸伤害。"
LocLongDescription="特殊射击，如果击杀目标，会产生爆炸并对目标半径4格内的所有单位造成爆炸伤害。"

[DigIn_I X2AbilityTemplate]
LocFriendlyName="掘进"
LocFlyOverText = "掘进"
LocHelpText="本回合，8米范围内的所有友军获得15%命中加成。4回合冷却。"
LocLongDescription="本回合，8米范围内的所有友军获得15%命中加成。4回合冷却。"

[DigIn_II X2AbilityTemplate]
LocFriendlyName="掘进 II"
LocFlyOverText = "掘进 II"
LocHelpText="本回合，8米范围内的所有友军获得25%命中加成。4回合冷却。"
LocLongDescription="本回合，8米范围内的所有友军获得25%命中加成。4回合冷却。"

[XGT_FullKit X2AbilityTemplate]
LocFriendlyName="全副武装"
LocFlyOverText="全副武装"
LocLongDescription="在插槽中，每个手雷物品（仅限原版物品）提供+1使用次数。"
LocHelpText="在插槽中，每个手雷物品（仅限原版物品）提供+1使用次数。"
LocPromotionPopupText="<Bullet/> 在插槽中，每个手雷物品（仅限原版物品）提供+1使用次数。<br/><Bullet/> 适用于爆炸手榴弹、支援手榴弹以及战场扫描器。<br/>"



;  /////////////////////
;  // Sniper //
;  /////////////////////

[XGT_Sniper X2SoldierClassTemplate]
DisplayName="狙击手(XGT)"
ClassSummary="一名致命的神枪手，能够使用精准射击从战场的另一端消灭高威胁目标。"

+AbilityTreeTitles[0]="精确射手"
+AbilityTreeTitles[1]="杀手"
+AbilityTreeTitles[2]="追猎者"
+AbilityTreeTitles[3]="猎人"


; - Ability Templates -
;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
;Marksman

[FirstBlood_I X2AbilityTemplate]
LocFriendlyName="一血"
LocFlyOverText = "一血"
LocHelpText="对满血敌人造成额外50%伤害的特殊攻击。冷却时间5回合。"
LocLongDescription="对满血敌人造成额外50%伤害的特殊攻击。冷却时间5回合。"

[FirstBlood_II X2AbilityTemplate]
LocFriendlyName="一血 II"
LocFlyOverText = "一血 II"
LocHelpText="一血的伤害加成提高至75%。"
LocLongDescription="一血的伤害加成提高至75%。"

[FirstBlood_III X2AbilityTemplate]
LocFriendlyName="一血 III"
LocFlyOverText = "一血 III"
LocHelpText="一血的伤害加成提高至100%。"
LocLongDescription="一血的伤害加成提高至100%。"

[FirstBloodShotBonus X2AbilityTemplate]
LocFriendlyName="一血射击"
LocFlyOverText = "一血射击"
LocHelpText="一血伤害加成"
LocLongDescription="对满血敌人造成额外伤害"

[Spree X2AbilityTemplate]
LocFriendlyName="狂欢"
LocFlyOverText = "狂欢"
LocHelpText="当这个单位通过暴击杀死敌人时，有20%的几率返还其行动力。此效果每回合只能触发一次。"
LocLongDescription="当这个单位通过暴击杀死敌人时，有20%的几率返还其行动力。此效果每回合只能触发一次。"

[Alpha X2AbilityTemplate]
LocFriendlyName="阿尔法"
LocFlyOverText = "阿尔法"
LocHelpText="当这个单位使用满弹夹进行第一次射击时，它将获得+15%的伤害加成。"
LocLongDescription="当这个单位使用满弹夹进行第一次射击时，它将获得+15%的伤害加成。"

[ExtraRound X2AbilityTemplate]
LocFriendlyName="额外子弹"
LocFlyOverText = "额外子弹"
LocHelpText="当这个单位对敌人进行暴击时，主武器的弹夹将增加1颗子弹。"
LocLongDescription="当这个单位对敌人进行暴击时，主武器的弹夹将增加1颗子弹。"


;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
;Assassin

[XGT_PrecisionShot_I X2AbilityTemplate]
LocFriendlyName="精准射击"
LocFlyOverText = "精准射击"
LocHelpText="以+30%的精准度和+30%的伤害进行射击。冷却时间为5回合。"
LocLongDescription="以+30%的精准度和+30%的伤害进行射击。冷却时间为5回合。"

[XGT_PrecisionShot_II X2AbilityTemplate]
LocFriendlyName="精准射击 II"
LocFlyOverText = "精准射击 II"
LocHelpText="精准射击加成提高至40%。"
LocLongDescription="精准射击加成提高至40%。"

[XGT_PrecisionShot_III X2AbilityTemplate]
LocFriendlyName="精准射击 III"
LocFlyOverText = "精准射击 III"
LocHelpText="精准射击加成提高至50%。"
LocLongDescription="精准射击加成提高至50%。"

[XGT_PrecisionShotBonus X2AbilityTemplate]
LocFriendlyName="精准射击"
LocFlyOverText = "精准射击"
LocHelpText="精准射击伤害加成"
LocLongDescription="精准射击伤害加成"

[Omega X2AbilityTemplate]
LocFriendlyName="欧米茄"
LocFlyOverText = "欧米茄"
LocHelpText="当这个单位使用弹夹中的最后一发子弹时，它将获得+25%的伤害加成。"
LocLongDescription="当这个单位使用弹夹中的最后一发子弹时，它将获得+25%的伤害加成。"

[HeadHunter X2AbilityTemplate]
LocFriendlyName="猎头者"
LocFlyOverText = "猎头者"
LocHelpText="当这个单位杀死一个敌人时，它会永久性地+1伤害，最高可达+3。"
LocLongDescription="当这个单位杀死一个敌人时，它会永久性地+1伤害，最高可达+3。"

[WeakSpot X2AbilityTemplate]
LocFriendlyName="弱点"
LocFlyOverText = "弱点"
LocHelpText="如果射击的目标的血量不满，那么该次射击将获得+10%的暴击加成。"
LocLongDescription="如果射击的目标的血量不满，那么该次射击将获得+10%的暴击加成。"

;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
;Stalker

[ConcussionShot_I X2AbilityTemplate]
LocFriendlyName="震荡射击"
LocFlyOverText = "震荡射击"
LocHelpText="特殊射击，使目标在2回合内陷入眩晕状态。冷却时间为6回合。"
LocLongDescription="特殊射击，使目标在2回合内陷入眩晕状态。冷却时间为6回合。"

[ConcussionShot_II X2AbilityTemplate]
LocFriendlyName="震荡射击 II"
LocFlyOverText = "震荡射击 II"
LocHelpText="震荡射击获得20%精度加成"
LocLongDescription="震荡射击获得20%精度加成"

[ConcussionShot_III X2AbilityTemplate]
LocFriendlyName="震荡射击 III"
LocFlyOverText = "震荡射击 III"
LocHelpText="震荡射击冷却时间降低2回合"
LocLongDescription="震荡射击冷却时间降低2回合"

[Terrified X2AbilityTemplate]
LocFriendlyName="惊吓"
LocFlyOverText = "惊吓"
LocHelpText="被动：当此单位用射击杀死敌人时，所有在10米内的敌人都会陷入混乱。"
LocLongDescription="被动：当此单位用射击杀死敌人时，所有在10米内的敌人都会陷入混乱。"

[ActiveReload X2AbilityTemplate]
LocFriendlyName="主动装填"
LocFlyOverText = "主动装填"
LocHelpText="当这个单位装填空弹夹时，该单位在接下来的2回合或直到再次装填期间，伤害增加25%。"
LocLongDescription="当这个单位装填空弹夹时，该单位在接下来的2回合或直到再次装填期间，伤害增加25%。"

[ActiveReload_Triggered X2AbilityTemplate]
LocFriendlyName="主动装填"
LocFlyOverText = "主动装填"
LocHelpText="主动装填."
LocLongDescription="主动装填."


[SureThing X2AbilityTemplate]
LocFriendlyName="理所当然"
LocFlyOverText = "理所当然"
LocHelpText="被动：当该单位的非暴击射击命中时，该单位的暴击几率增加20%。当此单位对敌人造成暴击时，此效果将被移除。"
LocLongDescription="被动：当该单位的非暴击射击命中时，该单位的暴击几率增加20%。当此单位对敌人造成暴击时，此效果将被移除。"

;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
;Hunter

[Pistoleer X2AbilityTemplate]
LocFriendlyName="手枪兵"
LocFlyOverText = "手枪兵"
LocHelpText="你的手枪攻击伤害+1，不再受到射程惩罚，并且手枪射击不会结束回合。"
LocLongDescription="你的手枪攻击伤害+1，不再受到射程惩罚，并且手枪射击不会结束回合。"

[FastFingers_I X2AbilityTemplate]
LocFriendlyName="灵活手指"
LocFlyOverText = "灵活手指"
LocHelpText="如果你的标准手枪攻击杀死了目标，你将重新装填你的主要武器。"
LocLongDescription="如果你的标准手枪攻击杀死了目标，你将重新装填你的主要武器。不作用于连环射击."

[FastFingers_II X2AbilityTemplate]
LocFriendlyName="高级灵活手指"
LocFlyOverText = "高级灵活手指"
LocHelpText="如果你的标准手枪攻击杀死了目标，你将重新装填你的主要武器并获得1个移动行动点。"
LocLongDescription="如果你的标准手枪攻击杀死了目标，你将重新装填你的主要武器并获得1个移动行动点。 不作用于连环射击。"

[ChainedShot_I X2AbilityTemplate]
LocFriendlyName="连环射击"
LocFlyOverText = "连环射击"
LocHelpText="特殊射击，如果击中目标则获得1个行动点。冷却时间5回合。"
LocLongDescription="特殊射击，如果击中目标则获得1个行动点。冷却时间5回合。"

[ChainedShot_II X2AbilityTemplate]
LocFriendlyName="高级连环射击"
LocFlyOverText = "高级连环射击"
LocHelpText="连环射击现在将获得2个行动点。"
LocLongDescription="连环射击现在将获得2个行动点。"

[XGT_RunAndGun X2AbilityTemplate]
LocFriendlyName="奔跑并开火"
LocFlyOverText = "奔跑并开火"
LocHelpText="该单位在一回合中首次移动时，将在本回合内获得+50%的伤害加成。从比目标更高的位置射击可以获得+20%的命中率加成。"
LocLongDescription="该单位在一回合中首次移动时，将在本回合内获得+50%的伤害加成。从比目标更高的位置射击可以获得+20%的命中率加成。"

;  /////////////////////
;  // Scout //
;  /////////////////////

[XGT_Scout X2SoldierClassTemplate]
DisplayName="侦察兵(XGT)"
ClassSummary="侦察兵利用隐身和机动性，以他们的霰弹枪近距离攻击敌人。他们也很擅长近战。"

+AbilityTreeTitles[0]="掠夺者"
+AbilityTreeTitles[1]="屠夫"
+AbilityTreeTitles[2]="侦察兵"
+AbilityTreeTitles[3]="突击队"


; - Ability Templates -
;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
[ScoutShadow X2AbilityTemplate]
LocFriendlyName="斗篷"
LocFlyOverText = "斗篷"
LocHelpText="这个单位获得了阴影状态效果。拥有阴影的单位对敌人来说是隐形的。技能和互动（某些能力除外）会消除阴影状态。"
LocLongDescription="这个单位获得了阴影状态效果。拥有阴影的单位对敌人来说是隐形的。技能和互动（某些能力除外）会消除阴影状态。"

;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
;Raider

[DoubleShot_I X2AbilityTemplate]
LocFriendlyName="二连射"
LocLongDescription="对一个单位射击两次"
LocHelpText="对一个单位射击两次"
LocFlyOverText="二连射"

[DoubleShot_SecondShot X2AbilityTemplate]
LocFriendlyName="二连射"
LocFlyOverText="二连射"

[DoubleShot_II X2AbilityTemplate]
LocFriendlyName="高级二连射"
LocLongDescription="向目标射击。如果第一枪没有杀死目标，单位将再次射击。如果第一枪杀死了目标，单位会在4格内选择另一个目标进行射击。需要二连射技能。"
LocHelpText="向目标射击。如果第一枪没有杀死目标，单位将再次射击。如果第一枪杀死了目标，单位会在4格内选择另一个目标进行射击。需要二连射技能。"
LocFlyOverText="二连射"

[DoubleShot_III X2AbilityTemplate]
LocFriendlyName="超级二连射"
LocLongDescription="向目标射击。如果第一枪没有杀死目标，单位将再次射击。如果第一枪杀死了目标，单位会在10格内选择另一个目标进行射击。需要二连射技能。"
LocHelpText="向目标射击。如果第一枪没有杀死目标，单位将再次射击。如果第一枪杀死了目标，单位会在10格内选择另一个目标进行射击。需要二连射技能。"
LocFlyOverText="二连射"

[BloodRush X2AbilityTemplate]
LocFriendlyName="血液激荡"
LocFlyOverText = "血液激荡"
LocHelpText="当这个单位杀死一个敌人时，它的移动能力在下一回合结束前增加+3点。"
LocLongDescription="当这个单位杀死一个敌人时，它的移动能力在下一回合结束前增加+3点。"

[Exertion_I X2AbilityTemplate]
LocFriendlyName="竭尽全力"
LocLongDescription="以损伤/负面减伤为代价，获得1个行动点，持续2回合。"
LocHelpText="以损伤/负面减伤为代价，获得1个行动点，持续2回合。"
LocFlyOverText="竭尽全力"

[Exertion_II X2AbilityTemplate]
LocFriendlyName="高级竭尽全力"
LocLongDescription="以损伤/负面减伤为代价，获得2个行动点，持续2回合"
LocHelpText="以损伤/负面减伤为代价，获得2个行动点，持续2回合"
LocFlyOverText="高级竭尽全力"

;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
;Slayer

[Finisher_I X2AbilityTemplate]
LocFriendlyName="终结者"
LocLongDescription="对受伤的目标射击，命中和暴击几率增加25%。"
LocHelpText="对受伤的目标射击，命中和暴击几率增加25%。"
LocFlyOverText="终结者"

[FinisherShotBonus X2AbilityTemplate]
LocFriendlyName="终结者射击加成"
LocFlyOverText="终结者射击加成"

[Finisher_II X2AbilityTemplate]
LocFriendlyName="高级终结者"
LocLongDescription="终结者的加成提高至50%。"
LocHelpText="终结者的加成提高至50%。"
LocFlyOverText="终结者"

[Finisher_III X2AbilityTemplate]
LocFriendlyName="超级终结者"
LocLongDescription="终结者冷却时间降低2回合"
LocHelpText="终结者冷却时间降低2回合"

[Energized X2AbilityTemplate]
LocFriendlyName="补给充足"
LocFlyOverText = "补给充足"
LocHelpText="此单位在满弹夹的第一发射击上获得+40%暴击几率。"
LocLongDescription="此单位在满弹夹的第一发射击上获得+40%暴击几率。"

[Assassination X2AbilityTemplate]
LocFriendlyName="暗杀"
LocFlyOverText = "暗杀"
LocHelpText="每回合一次，当这个单位在隐蔽状态下发起行动杀死敌人时，将返还行动点。"
LocLongDescription="每回合一次，当这个单位在隐蔽状态下发起行动杀死敌人时，将返还行动点。"

[EscapeRoute X2AbilityTemplate]
LocFriendlyName="逃跑路线"
LocFlyOverText = "逃跑路线"
LocHelpText="当这个单位在一个回合中首次通过暴击杀死敌人时，该单位不会破坏阴影状态。"
LocLongDescription="当这个单位在一个回合中首次通过暴击杀死敌人时，该单位不会破坏阴影状态。"

;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
;Recon

[Sprint_I X2AbilityTemplate]
LocFriendlyName="冲刺"
LocLongDescription="当隐蔽时，激活以获得+3移动能力和33%的被探测范围减少，持续两回合。"
LocHelpText="当隐蔽时，激活以获得+3移动能力和33%的被探测范围减少，持续两回合。"
LocFlyOverText="冲刺"


[Sprint_II X2AbilityTemplate]
LocFriendlyName="冲刺 II"
LocLongDescription="冲刺的效果提高至5移动力和66%被探测范围减少"
LocHelpText="冲刺的效果提高至5移动力和66%被探测范围减少."
LocFlyOverText="冲刺"

[Sprint_III X2AbilityTemplate]
LocFriendlyName="冲刺 III"
LocLongDescription="冲刺的冷却时间降低1回合"
LocHelpText="冲刺的冷却时间降低1回合"


[Anticipation_I X2AbilityTemplate]
LocFriendlyName="期望"
LocLongDescription="激活以在下一回合开始时获得一个额外的标准行动点。在此效果下，标准射击不会结束回合。"
LocHelpText="激活以在下一回合开始时获得一个额外的标准行动点。在此效果下，标准射击不会结束回合。"
LocFlyOverText="期望"

[Anticipation_II X2AbilityTemplate]
LocFriendlyName="期望 II"
LocLongDescription="期望额外获得一个行动点"
LocHelpText="期望额外获得一个行动点"
LocFlyOverText="期望"


[Obfuscate X2AbilityTemplate]
LocFriendlyName="模糊"
LocFlyOverText = "模糊"
LocHelpText="使一名友军进入隐蔽状态，每次任务仅限一次。"
LocLongDescription="使一名友军进入隐蔽状态，每次任务仅限一次。"

;/////////////////////////////////////////////////////////////////////////////////////////////////////////////
;Commando

[QuickCloak X2AbilityTemplate]
LocFriendlyName="快速斗篷"
LocFlyOverText = "快速斗篷"
LocHelpText="遁入阴影是一个免费行动，阴影的冷却时间降低1回合."
LocLongDescription="遁入阴影是一个免费行动，阴影的冷却时间降低1回合."

[SilentStab X2AbilityTemplate]
LocFriendlyName="无声刺杀"
LocFlyOverText = "无声刺杀"
LocHelpText="在一个回合中，用你的副武器杀死的第一个敌人不会打破阴影。"
LocLongDescription="在一个回合中，用你的副武器杀死的第一个敌人不会打破阴影。"

[XGT_Cutthroat X2AbilityTemplate]
LocFriendlyName="割喉"
LocFlyOverText="割喉"
LocLongDescription="你对生物类敌人的近战攻击将无视他们的护甲，并获得20%暴击几率和2点暴击伤害加成。"
LocHelpText="你对生物类敌人的近战攻击将无视他们的护甲，并获得20%暴击几率和2点暴击伤害加成。"

[Ambush X2AbilityTemplate]
LocFriendlyName="伏击"
LocFlyOverText = "伏击"
LocHelpText="当此单位处于隐藏状态时，其机动性+3，伤害提升50%。"
LocLongDescription="当此单位处于隐藏状态时，其机动性+3，伤害提升50%。"

[XGT_SliceAndDice X2AbilityTemplate]
LocFriendlyName="精确切割"
LocLongDescription="本回合中的第一次使用匕首击杀敌人将返还行动点数。"
LocHelpText="本回合中的第一次使用匕首击杀敌人将返还行动点数。"
LocFlyOverText="精确切割"
